- tab: "minimum"
  testcases:
    - expression: "minimum(5, 6)"
      return: 5
    - expression: "minimum(1.2, 1.96)"
      return: 1.2
    - expression: "minimum(1000000000, -5)"
      return: -5
    - expression: "minimum(-5, -6)"
      return: -6
    - expression: "minimum(6, 6)"
      return: 6
